;; -*- no-byte-compile: t; -*-

;; NOTE: This file is generated from ~/.config/doom/README.org
;;      Please only edit that file and org-babel-tangle (emacs)

(package! visual-fill-column)

(package! org-babel-eval-in-repl)
(package! eval-in-repl)
(package! jupyter)

(package! org-auto-tangle)

(package! ghostel)
(package! evil-ghostel)

(package! gptel)
(package! python-mode)

(unpin! org-roam)
(package! org-roam-ui)
